Repository: tekavec/Subscription
Catalog: Subscription/Properties/Resources.*.resx
Languages: sl_si

source: Address
sl_si: Naslov

# AppName
source: Subscription
sl_si: Naročniki

source: Browse
sl_si: Prebrskaj

source: Business type
sl_si: Skupina

source: Cancel
sl_si: Prekliči

source: Cancellation reason
sl_si: Razlog odjave

source: Clear
sl_si: Počisti

source: Copy from:
sl_si: Kopiraj iz:

source: Copy to:
sl_si: Kopiraj v:

source: Country
sl_si: Država

source: Delete
sl_si: Zbriši

# DeleteConfirmation
source: Do you want to delete this row?
sl_si: Ali želite zbrisati ta zapis?

source: Error
sl_si: Napaka

source: Export
sl_si: Izvozi

source: Export data source
sl_si: Izvozi podatke

# ExportDataSourceManual
source: Please setup export options:
sl_si: Določite nastavitve izvoza:

# ExportDataSourceSuccess
source: Export to file was successful.
sl_si: Izvoz podatkov je bil uspešno izvedeno.

source: First name
sl_si: Ime

source: for term
sl_si: za obdobje

source: Information
sl_si: Obvestilo

source: Is paid
sl_si: Plačano

source: Last name
sl_si: Priimek

source: Login
sl_si: Prijava

# LoginFailed
source: Login was not successful:
sl_si: Prijava ni uspela:

source: New data source
sl_si: Novo obdobje

# NewDataSourceCreateSuccess
source: New data source creation was successful.
sl_si: Kopiranje podatkov je bilo uspešno izvedeno.

# NewDataSourceManual
source: Please select year and month you want to copy data from and to.
sl_si: Izberite izvorni in ciljno leto in mesec.

source: New subscriber
sl_si: Nov naročnik

# NoSubscribersForCurrentTerm
source: There are no subscribers for the chosen term. Do you want to copy them from another term?
sl_si: V tem obdobju ni še nobenih naročnikov. Ali jih želite skopirati iz katerega drugega obdobja?

source: OK
sl_si: V redu

source: Post code
sl_si: Poštna št.

source: Post name
sl_si: Pošta

source: Question
sl_si: Vprašanje

# RecordCount
source: Records
sl_si: Število naročnikov

source: Registration
sl_si: Registracija

# RegistrationFailed
source: Registration was not successful. Error(s) encountered:
sl_si: Registracija nibila uspešno izvedena. Opis napak:

# RegistrationManual
source: PIN requirements: min 4 characters, max 12 characters.
sl_si: PIN pravila: minimalno 4 znaki, maksimalno 12 znakov.

# RegistrationSuccessful
source: Registration was successful.
sl_si: Registracija je bila uspešno izvedena.

source: Repeat PIN:
sl_si: Ponovi PIN:

source: Save
sl_si: Shrani

source: Select merge file:
sl_si: Izberite datoteko za spajanje:

source: Select year and month:
sl_si: Izberi leto in mesec:

# SubscriptionCancelledOn
source: Cancelled on
sl_si: Datum odjave

# SubscriptionCopies
source: Copies
sl_si: Št. izvodov

source: Subscription type
sl_si: Opomba

source: Year and month
sl_si: Obdobje

source: Your PIN:
sl_si: Vaš PIN:
